Revit 2027 API
ParameterTypeId.InstanceFreeHostId Property
 "Host"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InstanceFreeHostId { get; }
Public Shared ReadOnly Property InstanceFreeHostId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InstanceFreeHostId {
	ForgeTypeId^ get ();
}
static member InstanceFreeHostId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace